{
  "channels": [
    {
      "id": 28,
      "name": "Discovery HD Indian",
      "logo": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEjclA_gDBqUdomkP0VQd2BBOOKbwf2a1WFl2lfjyj_barMq0ZgVMSrPtKDgFXF7pK3NZeSvT1tEerTbalzt-6n-OgNl2acWlkbXEVUZvzddfLy33ETUGtaeTF5hoMt5JqH6lZqQX_Md36hs2zkTEueFEwe_ziznQruJLGx78nUhSgW3zr9iDAJHf_XXBQ/s600/Nur_20251215_125830_0000.png",
      "stream_url": "https://allottplay.com/tv/toffee/live.php?id=discovery_hd&e=.m3u8",
      "category": "SCIENTIFIC",
      "language": "English",
      "description": "Discovery HD is a globally recognized television channel that delivers high-definition factual and documentary programming. The channel features a wide range of content including science, technology, nature, engineering, adventure, and real-life exploration shows, presented with stunning visuals and informative storytelling. Discovery HD is known for its immersive documentaries and educational entertainment that inspire curiosity and learning. By combining cutting-edge production quality with compelling real-world stories, the channel offers viewers an engaging experience that explores the wonders of the world, innovation, and human achievement.",
      "added_date": "2025-10-30"
    },
    {
      "id": 58,
      "name": "Zee Bangla Sonar",
      "logo": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEi6HG2ByBPFRMc_cdjIApS0M4Iwac5sSGHeshdf3XhQaO3FzPTjac8BSumTxAbGWZOJ9E2Jnz11qriNrHhHFmgdzrhX57d6EmR769neGh7251qt12CT0efc2MxzOKAZFDCyqwqxTLscS3iP91xHLAydiHp0YCQIUYpYwC53CIKt8W2KyYnZ5h7JHOSOtA/s600/Nur_20251107_005218_0000.png",
      "stream_url": "https://tvsen6.aynaott.com/ZeeBanglaCinema/index.m3u8",
      "category": "MOVIES",
      "language": "Bangla",
      "description": "Zee Bangla Sonar is an Indian Bengali-language movie and entertainment television channel dedicated to showcasing classic and popular Bengali films. The channel focuses on timeless cinema, legendary actors, and memorable stories that celebrate the rich heritage of Bengali film culture. Zee Bangla Sonar brings audiences a nostalgic cinematic experience by airing evergreen movies along with selected special programs. With its emphasis on classic storytelling and cultural value, the channel is a favorite destination for viewers who love traditional Bengali cinema and heritage entertainment.",
      "added_date": "2025-12-18"
    },
    {
      "id": 85,
      "name": "Sony Aath",
      "logo": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgktJAGGIfEildMH1tn_0ygd9fed8QCpJuk0cR9IYjeHsQcTLch6tmGTw4b53x_9Nw53sGHcNRXbvHSrskujpP3mFcJd1h_bXOb41B9kGNUqwDH5Xm8UVNghDBKipzRqr8IWBA2iGugnRqL0lL6p2HV3x4Y94VJdVnBnz9FL6vTXRD2hiybsV9bbnV_zA/s600/Nur_20251222_155327_0000.png",
      "stream_url": "https://allottplay.com/tv/toffee/live.php?id=sonyaath&e=.m3u8",
      "category": "KIDS",
      "language": "Bangla",
      "description": "Sony Aath is a popular Indian Bengali-language entertainment television channel featuring a wide range of programs such as drama serials, comedy shows, movies, reality programs, and cultural content. The channel is well known for its family-friendly entertainment and engaging storytelling that appeals to Bengali audiences of all age groups. Viewers can watch Sony Aath live on OUTFLANK TV, enjoying a smooth and high-quality streaming experience. With its mix of modern entertainment and traditional Bengali culture, Sony Aath remains a favorite choice for audiences looking for quality Bengali television content on a reliable streaming platform like OUTFLANK TV.",
      "added_date": "2025-12-19"
    },
    {
      "id": 86,
      "name": "Sony Yay HD",
      "logo": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEiXQVfP2tnlnJjMmQsFu5RlBfBYB-Ltx3xYIKa8o7f_fT38E3T-7Yg6I0RNaMKaOceysvGkF6MXRIQHC00-PdPczMmWUkjf7OFwBc9fA7XnUa0J6oZrd7bWhTT5bR8MZrePAMzwsCF2mg06PFC7f9U9e8cdX-FGRU-4AHe8ADj3k8gR3LlHxZ8kW4OzPw/s600/Nur_20251222_155402_0000.png",
      "stream_url": "https://allottplay.com/tv/toffee/live.php?id=sonyyay&e=.m3u8",
      "category": "KIDS",
      "language": "Bangla",
      "description": "Sony YAY! is a popular Indian children’s television channel dedicated to fun, entertainment, and educational content for kids. The channel features a wide range of animated series, cartoons, and kids’ shows that focus on friendship, adventure, humor, and positive life lessons, making it suitable for young audiences and families. Viewers can watch Sony YAY! live on OUTFLANK TV, enjoying colorful animation and engaging kids’ programming through a smooth and reliable streaming experience. With its safe, family-friendly content and entertaining characters, Sony YAY! remains a favorite destination for children looking for enjoyable and meaningful entertainment on platforms like OUTFLANK TV.",
      "added_date": "2025-12-19"
    },
    {
      "id": 87,
      "name": "Pogo",
      "logo": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEjqT4xroObzWmRD6CdhjGWrws3TYZFGzeAf4h_aH2mwBt6eV5gUuIqcIJT03fmzyA1vm_vSojUmCCbQXsv0jAHvD673QupWKEM2mpxxANEWMiFLgGzFPokNorKbEW7ddjZTfL4fbyaxZb1Jf0nYiMIu7QStJZaWPF5t_QDYW11uVkpjNk9lMj3YOqDhBw/s600/Nur_20251222_155425_0000.png",
      "stream_url": "https://allottplay.com/tv/toffee/live.php?id=pogo_sd&e=.m3u8",
      "category": "KIDS",
      "language": "Hindi",
      "description": "Pogo is a popular children’s television channel offering fun-filled animated series, cartoons, and comedy shows loved by kids of all ages. The channel features colorful characters, humorous storytelling, and exciting adventures that entertain young viewers while promoting creativity, friendship, and positive values. Viewers can watch Pogo live on OUTFLANK TV, enjoying smooth streaming and a safe, family-friendly entertainment experience. With its engaging cartoons and light-hearted programming, Pogo continues to be a favorite kids’ channel for fun and laughter on platforms like OUTFLANK TV.",
      "added_date": "2025-12-19"
    },
    {
      "id": 88,
      "name": "Zee Cinema HD",
      "logo": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgrBeyMzcqcunF_MsNAFlRaemB6KyAETCe8DyiD69Un0WtleKrtsMXffRMk0qSkzITDjMAY4Y3FV4TB7pey_dWEN91fixE3TOA_EmW6auTT-KzxhKgUj6BvkSUQXTUm2vn3KNrwkDCAHVcPURrU73SzUz84VJ7oENo9wJbldUDgAxHsDQFyetMevAg7zg/s600/Nur_20251222_155501_0000.png",
      "stream_url": "https://allottplay.com/tv/toffee/live.php?id=zee_cinema_hd&e=.m3u8",
      "category": "MOVIES",
      "language": "Hindi",
      "description": "Zee Cinema is one of India’s leading Bollywood movie television channels, offering a wide collection of Hindi films including action, romance, comedy, drama, and blockbuster hits. The channel is known for airing popular movies, special film events, and entertaining movie premieres that appeal to a wide audience. Viewers can watch Zee Cinema live on OUTFLANK TV, enjoying high-quality streaming and nonstop Bollywood entertainment. With its diverse movie library and engaging programming, Zee Cinema remains a top choice for movie lovers seeking Hindi cinema on reliable platforms like OUTFLANK TV.",
      "added_date": "2025-12-19"
    },
    {
      "id": 91,
      "name": "CN HD+",
      "logo": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEgVeALw9X-0xPLlr91RmYhgfhbSU_Sdaq2BSEtvX_z_jG4HmSBtDNgEsIpy4hd9Icft7vIKUBnN662mWSA-JA10BZ0QdsWLB19B_l21oH4PwolDfEqofuNGc1tDDq5w1CcS60IiH-evTOfh_7XUP6fsIKx3l7IPCMTI0S9G7rFW5oGw3F5jPM5yTpDqoQ/s600/Nur_20251222_155618_0000.png",
      "stream_url": "https://allottplay.com/tv/toffee/live.php?id=cartoon_network_hd&e=.m3u8",
      "category": "KIDS",
      "language": "Hindi",
      "description": "CN HD+ (Cartoon Network HD+) is a premium high-definition children’s television channel offering popular animated series and cartoons with enhanced picture quality. The channel features action-packed adventures, comedy shows, and creative animated content loved by kids and families, delivering a visually rich and entertaining experience. Viewers can watch CN HD+ live on OUTFLANK TV, enjoying smooth HD streaming and vibrant cartoon entertainment anytime. With its high-definition broadcasts and engaging animated programming, CN HD+ remains a top choice for kids seeking fun, adventure, and quality cartoon content on reliable platforms like OUTFLANK TV.",
      "added_date": "2025-12-19"
    },
    {
      "id": 92,
      "name": "Discovery Kids",
      "logo": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEh2VL0ibIZneMJNRES-4Ffe4J3e6Krst07krvLIYz1FY9O8ad7AKlU0lX1bk0OuQ1WTAVoAz0Pp_aDXzhRuRWDBnPAIQ589rNt1dRMk9a68EAeJC3jBw0WPj6SgbvCXYnO3V95koVC-HjrMrEFTVvC7jtmMhYkbq5FjRdtVB84g12j-ASwf7cmdMAA-IA/s600/Nur_20251222_155645_0000.png",
      "stream_url": "https://allottplay.com/tv/toffee/live.php?id=discovery_kids&e=.m3u8",
      "category": "KIDS",
      "language": "Hindi",
      "description": "Discovery Kids is a popular children’s television channel that combines fun, adventure, and educational content for young audiences. The channel features animated series, kid-friendly shows, and learning-based programs that encourage curiosity, creativity, and positive values in an entertaining way.  Viewers can watch Discovery Kids live on OUTFLANK TV, enjoying smooth streaming and family-safe entertainment anytime. With its mix of fun cartoons and educational storytelling, Discovery Kids is a great choice for parents and children looking for meaningful and enjoyable kids’ content on trusted platforms like OUTFLANK TV.",
      "added_date": "2025-12-19"
    },
    {
      "id": 93,
      "name": "Sony Max HD",
      "logo": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEiejsm5Q3FC6alD1c2kJaTaRcYsh6hHL83O5ysujRr3QIVcH0YprxtL4JqXF__ouM_JKp2KP9hlpLVWvq4RNSRjs_ro6gm9_XOVbX5-IRpxOZiAY612Y7F8Q4URzWdcMRksPtyaX8vmBh2cfhPFTYIlfoF2gbigluKH_2H83_niNzij14_AosDSstC6bg/s600/Nur_20251222_155709_0000.png",
      "stream_url": "https://allottplay.com/tv/toffee/live.php?id=sony_max_hd&e=.m3u8",
      "category": "MOVIES",
      "language": "Hindi",
      "description": "Sony Max is a leading Indian movie channel broadcasting Bollywood films 24/7. The channel features action-packed blockbusters, romantic dramas, comedies, and classic hits, providing nonstop entertainment for movie enthusiasts. Known for its high-quality presentation and curated movie selection, Sony Max delivers an immersive cinematic experience, making it a top destination for Bollywood fans.",
      "added_date": "2025-12-19"
    },
    {
      "id": 115,
      "name": "National Geography",
      "logo": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEjV4fNg7Y1yZkZ-RLrrheUqWIAgFbv8MNr2gHS7iKuUMZO5-ydXzWSA5b6eQ1IbfX-JL5m1NAZWjftduuM_Xt81XRPaJpfQvUCwlzBOj4Iqaf3Tc0xWjyfsI3mq1xIG0oIq1dI2udnE06DAKv7UtJybngNhn0P0tiIMRlGTJilMLfYVB2kXh1QF6Ddb5w/s600/Nur_20251226_220828_0000.png",
      "stream_url": "http://151.80.18.177:86/National_Geo_HD/index.m3u8",
      "category": "SCIENTIFIC",
      "language": "English",
      "description": "",
      "added_date": "2025-12-24"
    }
  ]
}